import {InputDataBodyTextBgImage} from "@/app/component/BodyTextBgImage";

//Регион данных для секции "8X"
export const model8xData: InputDataBodyTextBgImage[] = [
    {
        title : "История модели",
        subtitle : [
            "Субкомпактный автомобиль Audi, представленный широкой общественности 4 марта 2010 года на Женевском автосалоне.",
            "Первый Audi на базе VW Polo был создан в 1970-х годах, это был Audi 50 на базе VW Polo I. В 2011 на базе VW Polo V вышел Audi A1.",
            "С технической точки зрения Audi А1 создан на базе трёхдверного Volkswagen Polo V. В продажу поступил в сентябре 2010 года. Изначально Audi A1 выпускался в виде трёхдверного хэтчбека. В конце 2011 года появился пятидверный хэтчбэк."
        ]
    },
    {
        title : "Поколение 8X (2010 – 2015)",
        subtitle : [
            "Вначале A1 предлагался только как трехдверный хэтчбек. Пятидверная версия Спортбэк последовал 11 февраля 2012 года, и был доступен для заказа с середины ноября 2011 года и был официально представлен на Токийском автосалоне.",
            "A1 Sportback стал немного шире, чем 3-x дверный автомобиль и был немного сдвинут назад в пользу свободного пространства сзади, длина автомобиля осталась неизменной."
        ]
    }
]

