

export default function BodyTextBgImage2( ){
    return(
        <div className="relative border-t border-amber-400 bg-[url('/image/audi_bg_1_2.jpg')] w-full h-full bg-cover bg-center md:h-[700px] bg-gray-700/40 bg-opacity-70">
            <div className="p-4">
                <div className="rounded-lg bg-black bg-opacity-50 p-4">
                    <h1 className="mt-10 text-xl font-semibold">Поклление GB (2018 – н.в.)</h1>
                    <p className="mt-4">
                        Построенный на платформе MQB, что и Polo, с передней подвеской MacPherson strut и торсионной балкой сзади.
                        Есть три бензиновых двигателя с турбонаддувом, все с новой логикой числовых обозначений.
                        Среднеразмерный 30 TFSI - это 1,0-литровый трехцилиндровый двигатель мощностью 114 л.с., который обеспечивает 58,9 миль на галлон / 108 г / км CO2 в тестовом цикле WLTP.
                    </p>
                    <p className="mt-4">
                        Предлагаются еще два варианта: 25 TFSI - еще один трехцилиндровый двигатель, на этот раз мощностью 94 л.с., в то время как 35 TFSI обновлен до 1,5-литрового четырехцилиндрового двигателя мощностью 148 л.с. Также доступна шестиступенчатая механическая коробка передач на выбор или с двойным сцеплением, но задняя подвеска с торсионной балкой означает, что все варианты переднеприводные.
                    </p>
                </div>
            </div>
        </div>
    )
}